Revit 2027 API
AdvancedOpaque.OpaqueMfp Property
 The property labeled "Translucency Depth" from the "AdvancedOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string OpaqueMfp { get; }
Public Shared ReadOnly Property OpaqueMfp As String
	Get
public:
static property String^ OpaqueMfp {
	String^ get ();
}
static member OpaqueMfp : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDistance".
See Also
Reference
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace